-- permit 作业类型业务字典(UTF-8)
USE bladex;
INSERT INTO blade_dict_biz (id, tenant_id, parent_id, code, dict_key, dict_value, sort, remark, is_sealed, status, is_deleted) VALUES
(1800000000000000001, '000000', 0,                   'permit_work_type', '-1', '作业类型',     0, NULL, 0, 1, 0),
(1800000000000000002, '000000', 1800000000000000001, 'permit_work_type', '1',  '动火作业',     1, NULL, 0, 1, 0),
(1800000000000000003, '000000', 1800000000000000001, 'permit_work_type', '2',  '受限空间作业', 2, NULL, 0, 1, 0),
(1800000000000000004, '000000', 1800000000000000001, 'permit_work_type', '3',  '高处作业',     3, NULL, 0, 1, 0),
(1800000000000000005, '000000', 1800000000000000001, 'permit_work_type', '4',  '临时用电',     4, NULL, 0, 1, 0),
(1800000000000000006, '000000', 1800000000000000001, 'permit_work_type', '5',  '动土作业',     5, NULL, 0, 1, 0),
(1800000000000000007, '000000', 1800000000000000001, 'permit_work_type', '6',  '断路作业',     6, NULL, 0, 1, 0),
(1800000000000000008, '000000', 1800000000000000001, 'permit_work_type', '7',  '吊装作业',     7, NULL, 0, 1, 0),
(1800000000000000009, '000000', 1800000000000000001, 'permit_work_type', '8',  '盲板抽堵作业', 8, NULL, 0, 1, 0);
